IDEA Open Model
BoltAssembly.WasherThickness Property
Compatible with IDEA StatiCa Beta 20.0
 Thickness of washer
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double WasherThickness { get; set; }
Public Property WasherThickness As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace